{  "0": {"headline": "Bill Nye talks climate change, racial conflict at Rutgers graduation",    "text": "<p>\nGraduation day at Rutgers University is a chance for students to relax after four years of college and celebrate with family and friends before entering the real world. Or, when Bill Nye is the keynote speaker, it's a reminder that the amount of carbon dioxide in the Earth's atmosphere is rising and its future may be a 'no-way-out overheated globe.' Nye, the bow-tied host of 'Bill Nye The Science Guy,' used his speech at Rutgers' commencement Sunday as a platform to tell students they must find a way to stop climate change.<\/p><p>Though it wasn't the message some graduates were expecting, several said they were happy to get another lesson from the scientist they grew up watching.<\/p>"  },  "1": {    "headline": "Requiem for a row house: Philadelphia neighborhood sees off old home",    "text": "\n<p>By the time the funeral started on a Philadelphia street, all the folding seats were full and a standing room-only crowd had begun to gather.<\/p>\n\n<p>Many mourners wore black and yes there were tears and a eulogy, but this was not a funeral for a person.<\/p>\n\n<p>It was a funeral for a home, 3711 Mellon Street in the Mantua section of Philadelphia. It survived 142 years, and outlived many of its neighbors, and mourners came to pay their respects to its history and to a once vibrant neighborhood that has experienced decades of decline.<\/p>\n"  },  "2": {    "headline": "Obama accepts veterans affairs chief resignation with 'regret'",    "text": "\n<p>U.S. Veterans Affairs Secretary Eric Shinseki resigned on Friday after a political firestorm over widespread delays in veterans' medical care, leaving President Barack Obama with a freer hand to address systemic problems bedeviling the agency.<\/p>\n\n<p>Obama announced that he accepted Shinseki's resignation \"with considerable regret,\" after the two met on Friday to review initial findings of an internal audit of scheduling abuses at VA facilities across the country.<\/p>\n\n<p>The audit found that patient appointment wait times had been misrepresented at least once at over 60 percent of the 216 VA sites surveyed. It also said, with growing demand for services, a 14-day goal for medical appointments instituted under Shinseki was \"simply not attainable\" for the VA and should be scrapped.<\/p>\n"  },  "3": {    "headline": "California police unaware student had firearms before killings: report",    "text": "\n<p>Authorities did not know that Elliot Rodger, whose shooting rampage left six dead and more than a dozen injured in a California college town, owned firearms despite three interactions with the police within the year, the Los Angeles Times reported.<\/p>\n\n<p>Rodger had legally purchased three firearms leading up to the shooting spree, a fact that authorities could have discovered by searching law enforcement databases, the Times reported on Friday.<\/p>\n\n<p>\"The issue of weapons did not come up,\" sheriff's spokeswoman Kelly Hoover told the Times. \"We had no information that he had weapons or reason to believe he had weapons.\"<\/p>\n"  },  "4": {    "headline": "U.S. to miss deadline for removing nuclear waste from Los Alamos",    "text": "\n<p>The U.S. Department of Energy on Friday said it would be unable to meet a deadline to remove drums of nuclear waste from Los Alamos National Laboratory in New Mexico because of safety concerns tied to the radiological materials.<\/p>\n\n<p>New Mexico officials asked federal officials to remove 3,706 cubic meters of waste from a mesa on the Los Alamos complex, out of a concern that wildfires could reach the material.<\/p>\n\n<p>Much of that nuclear waste has been removed, and the U.S. Department of Energy had agreed to transfer the rest of it to a Texas facility by June 30.<\/p>\n"  },  "5": {    "headline": "Democratic congresswoman apologizes for ethnically loaded gesture",    "test": "<p>U.S. Rep. Loretta Sanchez has apologized for an ethnically touchy gaffe that was caught on cell phone video.The Democrat, who is running to replace California's retiring Sen. Barabara Boxer, would otherwise seem like a paragon of diversity. But when she let out a stereotypical Native American 'war cry' over the weekend, it marred that image and sent her running.Literally -- away from a reporter trying to chase her down for comment on the gaffe that many found racially offensive. But late Sunday, she spoke about the slip-up.<\/p><p>Native Americans know she's watching out for them, she told CNN affiliate KTLA. 'And they know what many of you don't know — that like so many Mexican Americans, I am proudly Native American on my mother's side,' Sanchez said.<\/p>"  },  "6": {    "headline": "Former California military academy head hit with new sex assault charges",    "text": "\n<p>New sexual abuse charges against a former top administrator of a southern California military boarding school for boys were unsealed on Friday in a California state court.<\/p>\n\n<p>Jeffrey Barton, 56, who was charged with 16 counts of sexual abuse in October, pleaded not guilty to the new indictment, which added seven new charges and one new victim.<\/p>\n\n<p>\"This is a serious sexual abuse case spanning three decades, three schools and seven victims,\" Deputy District Attorney Tracey Prior said.<\/p>\n"  },  "7": {    "headline": "A Celebration of Jerusalem’s Unification Helps Point Up Its Divisions",    "text":    "<p>JERUSALEM — Umm Nidal peered over her balcony in Jerusalem’s walled Old City on Sunday, watching thousands of marchers waving Israeli flags stream through an alleyway as they celebrated Israel’s unification of the city in the 1967 war.A teenager looked up and made an obscene gesture at Umm Nidal and her children, who were standing on the balcony with her. Minutes later, another youth hurled trash at them.'When you look at them, it makes them angry,' she explained.<\/p><p>The decades-old Jerusalem Day march has taken on a polarizing and nationalistic tone in recent years, with marchers attacking Palestinians in the cramped Arab quarter here and clashes erupting between Jewish and Palestinian youths, particularly near the Damascus Gate.<\/p>"  },  "8": {    "headline": "U.S. soldier freed in Afghanistan, five Taliban prisoners to leave Guantanamo",    "text": "\n<p>The last U.S. prisoner of war from America's waning Afghan war was handed over to U.S. Special Operations forces in Afghanistan on Saturday in a dramatic swap for five Taliban detainees who were released from Guantanamo Bay prison and flown to Qatar.<\/p>\n\n<p>Army Sergeant Bowe Bergdahl had been held for nearly five years by Afghan militants and his release followed years of on-off negotiations.<\/p>\n\n<p>U.S. special forces took custody of Bergdahl in a non-violent exchange with 18 Taliban members in eastern Afghanistan, senior U.S. officials said, adding that he was believed to be in good condition. He was now undergoing a medical examination in Afghanistan.<\/p>\n"  },  "9": {    "headline": "Virginia man with stolen Sandy Hook memorial signs is arrested",    "text": "\n<p>A Virginia man who claims the massacre of 20 children and six adults at Sandy Hook School in Connecticut never took place has been arrested after stolen memorial signs for two 7-year-old victims were found in his home, police said.<\/p>\n\n<p>A sign honoring victim Chase Kowalski had been removed from a playground in Mantoloking, New Jersey, and another, in memory of Grace McDonnell, was taken from a playground in Mystic, Connecticut.<\/p>\n\n<p>Both signs were found on Friday at the Herndon, Virginia, residence of Andrew David Truelove, 28, and he was arrested on a charge of receiving stolen property, Herndon Police Chief Maggie DeBoard told reporters.<\/p>\n"  }}
